TaskName = "Digitales Faxarchiv";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "Test läuft… Bitte warten.";
"DEVICE_COMMUNICATION_SETTINGS" = "Einstellungen auf Gerät schreiben… Bitte warten";
"DEVICE_COMMUNICATION_HOST" = "Hostname auf Gerät schreiben… Bitte warten";

//Titles of Buttons
"AUTO_TEXT" = "Auto";
"OK" = "OK";
"HOST_TITLE" = "Zurzeit werden Faxe empfangen: %@";
"SELECT_FOLDER" = "Ordner auswählen…";
"SELECT_EMAIL" = "E-Mail - Einstellungen…";
"TEST_SETTINGS" = "Einstellungen testen";
"FOLDER_SELECTION_BUTTON_TITLE" = "Auswählen";
"FOLDER_SELECTION_PANEL_TITLE" = "Ordner auswählen";

/* Error strings*/

"GENERAL_DATA_MISSING_DESCRIPTION" = "Mindestens eines der Felder enthält keine Daten. Füllen Sie alle Felder aus, oder klicken Sie auf \"Abbrechen\".";
"GENERAL_DATA_MISSING_TITLE" = "Fehler aufgrund fehlender oder ungültiger Daten";
"MISSING_FOLDER_SETTING" = "Einige Daten zur Angabe des Zielordners fehlen. Wählen Sie einen Ordner aus, und geben Sie den Benutzernamen und das Kennwort ein. Versuchen Sie es dann erneut.";

"SUCCESS" = "Erfolgreich";
"FOLDER_SETTINGS_SUCCESS" = "HP Digital Fax wurde erfolgreich eingerichtet. Die eingehenden Schwarzweißfaxe werden jetzt im Ordner \"%@\" gespeichert.";
"EMAIL_SETTINGS_SUCCESS" = "HP Digital Fax wurde erfolgreich eingerichtet. Ihre eingehenden Schwarzweißfaxe werden jetzt als E-Mail-Anhänge an \"%@\" gesendet.";


"AFP Authentication" = "AFP-Server-Authentifizierung";
"SMB Authentication" = "Authenifizierung für SMB/CIFS-Dateisystem";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "Serverdaten eingeben";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "Geben Sie alle Daten für den Server ein.";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "Der Ordner '%@' kann nicht verwendet werden";
HSDFolderWithPercentSignDescription = "Verwenden Sie einen Ordnernamen ohne Prozentzeichen.";

"CONNECTION_FAILED_TITLE" = "Verbindungsfehler";
"CONNECTION_FAILED_DESC" = "Der Server ist nicht vorhanden oder zurzeit nicht in Betrieb. Überprüfen Sie den Servernamen oder die IP-Adresse, und versuchen Sie es erneut.";

"AUTH_FAILED_TITLE" = "Authentifizierungsfehler";
"AUTH_FAILED_DESC" = "Unbekannter Benutzer, falsches Kennwort oder deaktiviertes Anmeldekonto (Login). Geben Sie den Namen und das Kennwort erneut ein, oder wenden Sie sich an den Administrator des Servers.";

"UNHANDLED_ERROR_TITLE" = "Unerwarteter Fehler";
"UNHANDLED_ERROR_DESC" = "Fehler %d beim Herstellen einer Verbindung zum Server.";

HSDServerParametersErrorTitle = "Serverdaten unvollständig";
HSDServerParametersErrorDescription = "Felder für Serverdaten dürfen nicht leer sein. Geben Sie alle erforderlichen Serverdaten ein und versuchen Sie es erneut.";

HSDUnableToSelectFolderTitle = "Verwenden des ausgewählten Ordners nicht möglich";
HSDPermissionsErrorDescription = "Sie besitzen keinen Schreibzugriff für den ausgewählten Ordner. Wählen Sie einen anderen Ordner aus und versuchen Sie es erneut.";
"MISSING_SERVER_CREDENTIALS" = "Die Anmeldedaten für den Server fehlen. Geben Sie den Benutzernamen und das Kennwort ein, und versuchen Sie es dann erneut.";

HSDProtocolErrorDescription = "Der ausgewählte Ordner konnte nicht auf dem angegebenen Server gefunden werden, oder die Verbindung zum Ordner wurde über ein anderes Freigabeprotokoll hergestellt.";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "Drucken… Bitte warten";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "Verarbeitung läuft…";


//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "Höchstgrenze gesperrter Nummern erreicht";
"BLOCK_FAX_ERROR_DESC" = "Von Ihrem Gerät können maximal %d gesperrte Faxnummern gespeichert werden. Entsperren Sie einige Faxnummern, und versuchen Sie es erneut.";

//Fax log results
//Fax status displayed in the table
"ERROR" = "Fehler";
"BUSY" = "Belegt";
"NO_ANSWER" = "Keine Antwort";
"NO_DIAL_TONE" = "Kein Wählton";
"NO_DOCUMENT" = "Kein Dokument";
"DOCUMENT_JAM" = "Dokumentenstau";
"DOOR_OPEN" = "Klappe geöffnet";
"POWER_FAILURE" = "Netzausfall";
"BLACKLISTED" = "Gesperrt";
"STORAGE_FULL" = "Speicher voll";
"OUT_OF_MEMORY" = "Nicht genügend Speicher";
"PHONE_LINE_UNAVAILABLE" = "Telefonleitung nicht verfügbar";
"FAX_DISCONNECTED" = "Fax getrennt";
"PC_DISCONNECTED" = "Computer getrennt";
"REMOTE_NOT_COLOR" = "Gegenstelle nur s/w";
"COMMUNICATION_ERROR" = "Kommunikationsfehler";
"CANCELLED" = "Vorgang abgebrochen";

//Fax session types
"SENT" = "Gesendet";
"RECEIVED" = "Empfangen";
